alefragnani.project-manager@11.2.0
bibhasdn.random-string-password-generator@1.0.2
dbaeumer.vscode-eslint@2.1.8
eamodio.gitlens@10.2.2
EditorConfig.EditorConfig@0.15.1
filipesabella.vscode-quick-file-actions@1.0.0
mikestead.dotenv@1.0.1
mrmlnc.vscode-duplicate@1.2.1
naumovs.theme-oceanicnext@0.0.4
octref.vetur@0.26.1
PKief.material-icon-theme@4.2.0
pnp.polacode@0.3.4
vscode-icons-team.vscode-icons@10.2.0
vscodevim.vim@1.16.0
wmaurer.change-case@1.0.0
wolfmah.ansible-vault-inline@0.4.0
