tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "hudochenkov/sshpass"
tap "shivammathur/php"
brew "ansible"
brew "ansible-lint"
brew "bat"
brew "composer"
brew "coreutils"
brew "curl"
brew "ddrescue"
brew "deno"
brew "diff-so-fancy"
brew "duplicity"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "grip"
brew "hudochenkov/sshpass/sshpass"
brew "imagemagick"
brew "jq"
brew "killport"
brew "mas"
brew "nmap"
brew "rclone"
brew "shellcheck"
brew "shivammathur/php/php@8.1"
brew "shivammathur/php/php@8.1", link: false
brew "shivammathur/php/php@8.2", link: true
brew "starship"
brew "testdisk"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "whalebrew"
brew "xmlstarlet"
brew "youtube-dl"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "alfred"
cask "arq"
cask "balenaetcher"
cask "barrier"
cask "betterzip"
cask "brave-browser"
cask "cryptomator"
cask "cyberduck"
cask "devtoys"
cask "disk-inventory-x"
cask "docker"
cask "flameshot"
cask "font-fira-code"
cask "font-powerline-symbols"
cask "gitify"
cask "google-chrome"
cask "hammerspoon"
cask "handbrake"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "landrop"
cask "libreoffice"
cask "maintenance"
cask "malwarebytes"
cask "numi"
cask "obsidian"
cask "onyx"
cask "raycast"
cask "reminders-menubar"
cask "sequel-ace"
cask "slack"
cask "sloth"
cask "spotify"
cask "sublime-text"
cask "suspicious-package"
cask "the-unarchiver"
cask "transmission"
cask "utm"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Adblock for Youtube™", id: 1592568016
mas "AdGuard for Safari", id: 1440147259
mas "DevSwatch", id: 1477857867
mas "ForkLift", id: 412448059
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Ka-Block!", id: 1335413823
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "RadarScope", id: 288419283
mas "Reeder", id: 1529448980
mas "Soulver 2", id: 413965349
mas "Spark", id: 1176895641
mas "Vimari", id: 1480933944
mas "Vinegar", id: 1591303229
mas "WireGuard", id: 1451685025
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.project-manager"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "bmewburn.vscode-intelephense-client"
vscode "cjhowe7.laravel-blade"
vscode "dracula-theme.theme-dracula"
vscode "EditorConfig.EditorConfig"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "GitHub.copilot"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.vscode-pull-request-github"
vscode "MehediDracula.php-namespace-resolver"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "neilbrayfield.php-docblocker"
vscode "spmeesseman.vscode-taskexplorer"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wongjn.php-sniffer"
