tap "alienator88/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "macos-fuse-t/cask"
tap "oven-sh/bun"
tap "shivammathur/php"
brew "ansible"
brew "ansible-lint"
brew "bat"
brew "composer"
brew "coreutils"
brew "ddrescue"
brew "diff-so-fancy"
brew "duplicity"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "grip"
brew "imagemagick"
brew "jq"
brew "killport"
brew "mas"
brew "nmap"
brew "rclone"
brew "shellcheck"
brew "shivammathur/php/php@8.1", link: false
brew "shivammathur/php/php@8.2", link: false
brew "shivammathur/php/php@8.3", link: true
brew "starship"
brew "tailwindcss"
brew "testdisk"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "whalebrew"
brew "xmlstarlet"
brew "yamllint"
brew "youtubedr"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "advancedrestclient"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "alfred"
cask "arq"
cask "balenaetcher"
cask "barrier"
cask "betterzip"
cask "brave-browser"
cask "cryptomator"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "devtoys"
cask "disk-inventory-x"
cask "docker"
cask "flameshot"
cask "font-fira-code"
cask "font-powerline-symbols"
cask "fuse-t"
cask "gitify"
cask "google-chrome"
cask "hammerspoon"
cask "handbrake"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "libreoffice"
cask "lockdown"
cask "macfuse"
cask "maintenance"
cask "malwarebytes"
cask "numi"
cask "obsidian"
cask "onyx"
cask "postman"
cask "raycast"
cask "reminders-menubar"
cask "sequel-ace"
cask "slack"
cask "sloth"
cask "spotify"
cask "sublime-text"
cask "suspicious-package"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "utm"
cask "veracrypt"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Adblock for Youtube™", id: 1592568016
mas "AdGuard for Safari", id: 1440147259
mas "Baking Soda", id: 1601151613
mas "DevSwatch", id: 1477857867
mas "ForkLift", id: 412448059
mas "GarageBand", id: 682658836
mas "Grammarly for Safari", id: 1462114288
mas "Hand Mirror", id: 1502839586
mas "iMovie", id: 408981434
mas "Ka-Block!", id: 1335413823
mas "Keynote", id: 409183694
mas "Kiwix", id: 997079563
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PairVPN", id: 1347012179
mas "PayPal Honey", id: 1472777122
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "RadarScope", id: 288419283
mas "Reeder", id: 1529448980
mas "Soulver 2", id: 413965349
mas "Spark", id: 1176895641
mas "Userscripts-Mac-App", id: 1463298887
mas "Vimari", id: 1480933944
mas "Vinegar", id: 1591303229
mas "WireGuard", id: 1451685025
vscode "alefragnani.project-manager"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "devsense.composer-php-vscode"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.vscode-pull-request-github"
vscode "mehedidracula.php-namespace-resolver"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "naumovs.theme-oceanicnext"
vscode "redhat.vscode-yaml"
vscode "spmeesseman.vscode-taskexplorer"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wix.vscode-import-cost"
vscode "yzhang.markdown-all-in-one"
