brew "ansible"
brew "ansible-lint"
brew "bat"
brew "cloudflared"
brew "composer"
brew "coreutils"
brew "ddrescue"
brew "diff-so-fancy"
brew "duplicity"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "imagemagick"
brew "imessage-exporter"
brew "jq"
brew "killport"
brew "mas"
brew "neovim"
brew "nmap"
brew "php@8.2"
brew "php@8.3"
brew "php@8.4"
brew "rclone"
brew "ripgrep"
brew "sevenzip"
brew "shellcheck"
brew "starship"
brew "tailwindcss"
brew "testdisk"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "wget"
brew "xmlstarlet"
brew "yamllint"
brew "yt-dlp"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "advancedrestclient"
cask "affinity"
cask "alfred"
cask "arq"
cask "balenaetcher"
cask "betterzip"
cask "cryptomator"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "devtoys"
cask "docker-desktop"
cask "firefox"
cask "font-fira-code"
cask "font-powerline-symbols"
cask "font-symbols-only-nerd-font"
cask "fuse-t"
cask "gitify"
cask "google-chrome"
cask "grandperspective"
cask "hammerspoon"
cask "handbrake-app"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "libreoffice"
cask "losslesscut"
cask "macfuse"
cask "maintenance"
cask "malwarebytes"
cask "microsoft-edge"
cask "numi"
cask "obsidian"
cask "postman"
cask "raycast"
cask "sequel-ace"
cask "shottr"
cask "slack"
cask "sloth"
cask "spotify"
cask "sublime-text"
cask "suspicious-package"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "utm"
cask "veracrypt"
cask "visual-studio-code"
cask "viz"
cask "vlc"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Adblock for Youtube™", id: 1592568016
mas "AdGuard Mini", id: 1440147259
mas "Baking Soda", id: 1601151613
mas "Bee DICOM Viewer", id: 1590273176
mas "DevSwatch", id: 1477857867
mas "ForkLift", id: 412448059
mas "GarageBand", id: 682658836
mas "Grammarly for Safari", id: 1462114288
mas "Hand Mirror", id: 1502839586
mas "iMovie", id: 408981434
mas "Ka-Block!", id: 1335413823
mas "Keynote", id: 409183694
mas "Kiwix", id: 997079563
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PairVPN", id: 1347012179
mas "PayPal Honey", id: 1472777122
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "RadarScope", id: 288419283
mas "Reeder", id: 1529448980
mas "SingleFile", id: 6444322545
mas "Soulver 2", id: 413965349
mas "Spark", id: 1176895641
mas "Spillo", id: 873245660
mas "Tailscale", id: 1475387142
mas "Userscripts", id: 1463298887
mas "Vimari", id: 1480933944
mas "Vinegar", id: 1591303229
mas "WireGuard", id: 1451685025
vscode "adrianwilczynski.alpine-js-intellisense"
vscode "alefragnani.project-manager"
vscode "alexcvzz.vscode-sqlite"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cjhowe7.laravel-blade"
vscode "dbaeumer.vscode-eslint"
vscode "devsense.composer-php-vscode"
vscode "dhoeric.ansible-vault"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "ehaynes99.vscode-select-same-text"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.docker-explorer"
vscode "georgykurian.laravel-ide-helper"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "kasik96.latte"
vscode "laravel.vscode-laravel"
vscode "matthewpi.caddyfile-support"
vscode "mehedidracula.php-namespace-resolver"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.theme-oceanicnext"
vscode "openai.chatgpt"
vscode "redhat.vscode-yaml"
vscode "ryannaddy.laravel-artisan"
vscode "spmeesseman.vscode-taskexplorer"
vscode "streetsidesoftware.code-spell-checker"
vscode "tobias-z.vscode-harpoon"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wix.vscode-import-cost"
vscode "yzhang.markdown-all-in-one"
