# need to set timezone after php56 install:
#   echo "date.timezone = America/Chicago" >> /usr/local/etc/php/5.6/php.ini

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'thoughtbot/formulae'

brew 'boot2docker'
brew 'cask'
brew 'caskroom/cask/brew-cask'
brew 'coreutils'
brew 'ctags'
brew 'dnsmasq'
brew 'docker'
brew 'fig'
brew 'git'
brew 'gitsh'
brew 'homebrew/php/adminer'
brew 'homebrew/php/composer'
brew 'homebrew/php/php-code-sniffer'
brew 'homebrew/php/php-cs-fixer'
brew 'homebrew/php/php56'
brew 'homebrew/php/php56-intl'
brew 'homebrew/php/php56-mcrypt'
brew 'homebrew/php/phpmd'
brew 'homebrew/php/phpunit'
brew 'htop-osx'
brew 'jq'
brew 'node'
brew 'python'
brew 'reattach-to-user-namespace'
brew 'the_silver_searcher'
brew 'theharvester'
brew 'thoughtbot/formulae/gitsh'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vagrant'
brew 'vim', args: ['override-system-vi']
brew 'wget', args: ['enable-iri']

cask 'adium'
cask 'alfred'
cask 'appcleaner'
cask 'atom'
cask 'cakebrew'
cask 'ccleaner'
cask 'cyberduck'
cask 'dropbox'
cask 'firefox'
cask 'font-open-sans'
cask 'font-source-code-pro'
cask 'forklift'
cask 'google-chrome'
cask 'google-drive'
cask 'hammerspoon'
cask 'handbrake'
cask 'item2'
cask 'kaleidoscope'
cask 'keyboardcleantool'
cask 'launchcontrol'
cask 'launchrocket'
cask 'libreoffice'
cask 'numi'
cask 'qlcolorcode'
cask 'slate'
cask 'sublime-text3'
cask 'the-unarchiver'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'

#brew cask cleanup
