tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/php'

brew 'cask'
brew 'caskroom/cask/brew-cask'
brew 'coreutils'
brew 'git'
brew 'homebrew/php/composer'
brew 'homebrew/php/php56'
brew 'node'
brew 'tmux'

cask 'adium'
cask 'cakebrew'
cask 'cyberduck'
cask 'firefox'
cask 'google-drive'
cask 'hammerspoon'
cask 'handbrake'
cask 'keyboardcleantool'
cask 'launchcontrol'
cask 'launchrocket'
cask 'libreoffice'
cask 'slate'
cask 'vagrant'
cask 'virtualbox'