tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "hudochenkov/sshpass"
brew "composer"
brew "coreutils"
brew "ctop"
brew "ddrescue"
brew "diff-so-fancy"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "htop"
brew "jq"
brew "mas"
brew "nmap"
brew "php@7.3"
brew "php@7.4"
brew "rclone"
brew "reattach-to-user-namespace"
brew "shellcheck"
brew "ssh-copy-id"
brew "starship"
brew "testdisk"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "xmlstarlet"
brew "youtube-dl"
brew "zsh"
brew "hudochenkov/sshpass/sshpass"
cask "alfred"
cask "angry-ip-scanner"
cask "arq"
cask "balenaetcher"
cask "barrier"
cask "betterzip"
cask "ccleaner"
cask "cyberduck"
cask "disk-inventory-x"
cask "docker"
cask "font-fira-code"
cask "font-source-code-pro"
cask "google-backup-and-sync"
cask "google-chrome"
cask "hammerspoon"
cask "handbrake"
cask "hyper"
cask "iterm2"
cask "kaleidoscope"
cask "karabiner-elements"
cask "launchcontrol"
cask "libreoffice"
cask "numi"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "sequel-ace"
cask "sequel-pro"
cask "slack"
cask "sloth"
cask "spotify"
cask "sublime-text"
cask "suspicious-package"
cask "the-unarchiver"
cask "transmission"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
mas "Pixelmator", id: 407963104
mas "Snappy", id: 512617038
mas "Soulver", id: 413965349
mas "Spark", id: 1176895641
mas "WireGuard", id: 1451685025
