amiralizadeh9480.laravel-extra-intellisense@0.4.1
auchenberg.vscode-browser-preview@0.7.0
bmewburn.vscode-intelephense-client@1.6.3
bradlc.vscode-tailwindcss@0.5.9
GitHub.vscode-pull-request-github@0.23.1
heybourn.headwind@1.7.0
MehediDracula.php-namespace-resolver@1.1.8
naumovs.theme-oceanicnext@0.0.4
PKief.material-icon-theme@4.5.0
vscode-icons-team.vscode-icons@11.1.0
